Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 由于 iOS 应用结构限制，迁移后 Finder 图标会显示箭头（macOS 系统行为）
ar: بسبب هيكل تطبيق iOS، سيظهر رمز Finder سهمًا بعد الترحيل (سلوك نظام macOS).
de: Aufgrund der iOS-App-Struktur zeigt das Finder-Symbol nach der Migration einen Pfeil (macOS-Systemverhalten).
en: Due to iOS app structure, Finder icon will show an arrow after migration (macOS system behavior).
eo: Pro strukturo de iOS-aplikaĵo, Finder-ikono montros sagon post migrado (sisteme konduto de macOS).
es: Debido a la estructura de la app iOS, el icono del Finder mostrará una flecha (comportamiento del sistema macOS).
fr: En raison de la structure de l'app iOS, l'icône du Finder affichera une flèche (comportement système macOS).
hi: iOS ऐप संरचना के कारण, माइग्रेशन के बाद फाइंडर आइकन एक तीर दिखाएगा (macOS सिस्टम व्यवहार)।
id: Karena struktur aplikasi iOS, ikon Finder akan menampilkan panah setelah migrasi (perilaku sistem macOS).
it: A causa della struttura dell'app iOS, l'icona del Finder mostrerà una freccia (comportamento di sistema macOS).
ja: iOSアプリの構造上、移行後のFinderアイコンには矢印が表示されます（macOSの仕様）。
ko: iOS 앱 구조로 인해 마이그레이션 후 Finder 아이콘에 화살표가 표시됩니다(macOS 시스템 동작).
nl: Vanwege de structuur van iOS-apps toont het Finder-pictogram een pijl na migratie (macOS-systeemgedrag).
pl: Ze względu na strukturę aplikacji iOS, ikona Findera pokaże strzałkę po migracji (zachowanie systemu macOS).
pt: Devido à estrutura do app iOS, o ícone do Finder mostrará uma seta (comportamento do sistema macOS).
ru: Из-за структуры приложения iOS значок Finder будет показывать стрелку (системное поведение macOS).
th: เนื่องจากโครงสร้างแอป iOS ไอคอน Finder จะแสดงลูกศรหลังจากย้าย (พฤติกรรมของระบบ macOS)
tr: iOS uygulama yapısı nedeniyle, Finder simgesi taşıma işleminden sonra bir ok gösterecektir (macOS sistem davranışı).
vi: Do cấu trúc ứng dụng iOS, biểu tượng Finder sẽ hiển thị mũi tên sau khi di chuyển (hành vi hệ thống macOS).
zh_hant: 由於 iOS 應用程式結構限制，遷移後 Finder 圖示會顯示箭頭（macOS 系統行為）

source: 目录迁移
ar: Directory Migration
de: Directory Migration
en: Directory Migration
eo: Directory Migration
es: Directory Migration
fr: Directory Migration
hi: Directory Migration
id: Directory Migration
it: Directory Migration
ja: Directory Migration
ko: Directory Migration
nl: Directory Migration
pl: Directory Migration
pt: Directory Migration
ru: Directory Migration
th: Directory Migration
tr: Directory Migration
vi: Directory Migration
zh_hant: 目錄遷移

source: 目标位置存在真实文件，无法覆盖
ar: A real file exists at the target location and cannot be overwritten
de: A real file exists at the target location and cannot be overwritten
en: A real file exists at the target location and cannot be overwritten
eo: A real file exists at the target location and cannot be overwritten
es: A real file exists at the target location and cannot be overwritten
fr: A real file exists at the target location and cannot be overwritten
hi: A real file exists at the target location and cannot be overwritten
id: A real file exists at the target location and cannot be overwritten
it: A real file exists at the target location and cannot be overwritten
ko: A real file exists at the target location and cannot be overwritten
nl: A real file exists at the target location and cannot be overwritten
pl: A real file exists at the target location and cannot be overwritten
pt: A real file exists at the target location and cannot be overwritten
ru: A real file exists at the target location and cannot be overwritten
th: A real file exists at the target location and cannot be overwritten
tr: A real file exists at the target location and cannot be overwritten
vi: A real file exists at the target location and cannot be overwritten

source: 目标冲突
ar: Destination Conflict
de: Destination Conflict
en: Destination Conflict
eo: Destination Conflict
es: Destination Conflict
fr: Destination Conflict
hi: Destination Conflict
id: Destination Conflict
it: Destination Conflict
ja: Destination Conflict
ko: Destination Conflict
nl: Destination Conflict
pl: Destination Conflict
pt: Destination Conflict
ru: Destination Conflict
th: Destination Conflict
tr: Destination Conflict
vi: Destination Conflict
zh_hant: 目標衝突

source: 目标已存在真实文件
ar: الملف الحقيقي المستهدف موجود
de: Ziel-Echtdatei existiert
en: Target real file exists
eo: Cella reala dosiero ekzistas
es: El archivo real de destino existe
fr: Le fichier réel cible existe
hi: लक्ष्य वास्तविक फ़ाइल मौजूद है
id: File nyata target ada
it: Il file reale di destinazione esiste
ja: ターゲットの実ファイルが存在します
ko: 대상 실제 파일이 존재합니다
nl: Doelbestand bestaat
pl: Docelowy plik rzeczywisty istnieje
pt: Arquivo real de destino existe
ru: Целевой файл существует
th: มีไฟล์จริงเป้าหมายอยู่
tr: Hedef gerçek dosya mevcut
vi: Tập tin thực đích tồn tại
zh_hant: 目標已存在真實檔案

source: 目标文件已存在且无法删除，跳过复制
ar: Target file already exists and cannot be deleted; skipping copy
de: Target file already exists and cannot be deleted; skipping copy
en: Target file already exists and cannot be deleted; skipping copy
eo: Target file already exists and cannot be deleted; skipping copy
es: Target file already exists and cannot be deleted; skipping copy
fr: Target file already exists and cannot be deleted; skipping copy
hi: Target file already exists and cannot be deleted; skipping copy
id: Target file already exists and cannot be deleted; skipping copy
it: Target file already exists and cannot be deleted; skipping copy
ko: Target file already exists and cannot be deleted; skipping copy
nl: Target file already exists and cannot be deleted; skipping copy
pl: Target file already exists and cannot be deleted; skipping copy
pt: Target file already exists and cannot be deleted; skipping copy
ru: Target file already exists and cannot be deleted; skipping copy
th: Target file already exists and cannot be deleted; skipping copy
tr: Target file already exists and cannot be deleted; skipping copy
vi: Target file already exists and cannot be deleted; skipping copy

source: 目标目录既无 AppPorts 标记、大小也不匹配源目录，视为上次迁移半成品残留，清理后重试...
ar: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
de: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
en: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
eo: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
es: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
fr: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
hi: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
id: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
it: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
ko: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
nl: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
pl: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
pt: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
ru: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
th: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
tr: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
vi: Target directory has no AppPorts marker and its size does not match the source; treating it as an incomplete leftover from a previous migration, cleaning it, then retrying...
zh_hant: 目标目錄既无 AppPorts 标记、大小也不匹配源目錄，视为上次遷移半成品残留，清理后重试...

source: 目标路径已存在真实目录，无法覆盖：%@
ar: Target path already has a real directory, cannot overwrite: %@
de: Target path already has a real directory, cannot overwrite: %@
en: Target path already has a real directory, cannot overwrite: %@
eo: Target path already has a real directory, cannot overwrite: %@
es: Target path already has a real directory, cannot overwrite: %@
fr: Target path already has a real directory, cannot overwrite: %@
hi: Target path already has a real directory, cannot overwrite: %@
id: Target path already has a real directory, cannot overwrite: %@
it: Target path already has a real directory, cannot overwrite: %@
ja: Target path already has a real directory, cannot overwrite: %@
ko: Target path already has a real directory, cannot overwrite: %@
nl: Target path already has a real directory, cannot overwrite: %@
pl: Target path already has a real directory, cannot overwrite: %@
pt: Target path already has a real directory, cannot overwrite: %@
ru: По целевому пути уже есть настоящий каталог, перезапись невозможна: %@
th: Target path already has a real directory, cannot overwrite: %@
tr: Target path already has a real directory, cannot overwrite: %@
vi: Target path already has a real directory, cannot overwrite: %@
zh_hant: 目标路径已存在真实目錄，无法覆盖：%@

source: 确认
ar: تأكيد
de: Bestätigen
en: Confirm
eo: Konfirmi
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hant: 確認

source: 确认规范化管理
ar: تأكيد التنظيم
de: Normalisierung bestätigen
en: Confirm Normalization
eo: Konfirmi normigon
es: Confirmar normalización
fr: Confirmer la normalisation
hi: सामान्यीकरण की पुष्टि करें
id: Konfirmasi normalisasi
it: Conferma normalizzazione
ja: 整理を確認
ko: 정리 확인
nl: Normalisatie bevestigen
pl: Potwierdź normalizację
pt: Confirmar normalização
ru: Подтвердить нормализацию
th: ยืนยันการจัดระเบียบ
tr: Normalleştirmeyi onayla
vi: Xác nhận chuẩn hóa
zh_hant: 確認規範化管理

source: 移除记录
ar: Remove Record
de: Remove Record
en: Remove Record
eo: Remove Record
es: Remove Record
fr: Remove Record
hi: Remove Record
id: Remove Record
it: Remove Record
ja: Remove Record
ko: Remove Record
nl: Remove Record
pl: Remove Record
pt: Remove Record
ru: Remove Record
th: Remove Record
tr: Remove Record
vi: Remove Record
zh_hant: 移除記錄

source: 稍后
ar: لاحقاً
de: Später
en: Later
eo: Later
es: Más tarde
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: Later
ko: 나중에
nl: Later
pl: Później
pt: Mais tarde
ru: Позже
th: ภายหลัง
tr: Daha sonra
vi: Để sau

source: 空文件夹
ar: مجلد فارغ
de: Leerer Ordner
en: Empty Folder
eo: Malplena Dosierujo
es: Carpeta vacía
fr: Dossier vide
hi: खाली फ़ोल्डर
id: Folder Kosong
it: Cartella vuota
ja: 空のフォルダ
ko: 빈 폴더
nl: Lege map
pl: Pusty folder
pt: Pasta vazia
ru: Пустая папка
th: โฟลเดอร์ว่าง
tr: Boş Klasör
vi: Thư mục trống
zh_hant: 空檔案夾

source: 窗口状态恢复数据
ar: Saved application state data
de: Saved application state data
en: Saved application state data
eo: Saved application state data
es: Saved application state data
fr: Saved application state data
hi: Saved application state data
id: Saved application state data
it: Saved application state data
ja: Saved application state data
ko: Saved application state data
nl: Saved application state data
pl: Saved application state data
pt: Saved application state data
ru: Saved application state data
th: Saved application state data
tr: Saved application state data
vi: Saved application state data
zh_hant: 視窗狀態恢復資料

source: 筛选
ar: تصفية
de: Filter
en: Filter
eo: Filtri
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
id: Filter
it: Filtra
ja: フィルタ
ko: 필터
nl: Filter
pl: Filtr
pt: Filtrar
ru: Фильтр
th: ตัวกรอง
tr: Filtrele
vi: Lọc
zh_hant: 篩選

source: 筛选应用数据
ar: تصفية بيانات التطبيقات
de: App-Daten filtern
en: Filter App Data
eo: Filtri aplikaĵajn datumojn
es: Filtrar datos de apps
fr: Filtrer les données d’app
hi: ऐप डेटा फ़िल्टर करें
id: Filter data aplikasi
it: Filtra dati app
ja: アプリデータをフィルタ
ko: 앱 데이터 필터링
nl: Appgegevens filteren
pl: Filtruj dane aplikacji
pt: Filtrar dados de apps
ru: Фильтр данных приложений
th: กรองข้อมูลแอป
tr: Uygulama verilerini filtrele
vi: Lọc dữ liệu ứng dụng
zh_hant: 篩選應用程式資料

source: 签名失败
ar: فشل التوقيع
de: Signierung fehlgeschlagen
en: Signing Failed
eo: Subskribo malsukcesis
es: Firma fallida
fr: Échec de la signature
hi: हस्ताक्षर विफल
id: Penandatanganan gagal
it: Firma fallita
ja: Signing Failed
ko: 서명 실패
nl: Ondertekening mislukt
pl: Podpisywanie nie powiodło się
pt: Falha na assinatura
ru: Ошибка подписи
th: การเซ็นล้มเหลว
tr: İmzalama başarısız
vi: Ký thất bại
zh_hant: 簽名失敗

source: 签名失败: %@
ar: فشل التوقيع: %@
de: Signierung fehlgeschlagen: %@
en: Signing failed: %@
eo: Subskribo malsukcesis: %@
es: Firma fallida: %@
fr: Échec de la signature : %@
hi: हस्ताक्षर विफल: %@
id: Penandatanganan gagal: %@
it: Firma fallita: %@
ja: Signing failed: %@
ko: 서명 실패: %@
nl: Ondertekening mislukt: %@
pl: Podpisanie nie powiodło się: %@
pt: Falha na assinatura: %@
ru: Подписание не удалось: %@
th: การลงชื่อล้มเหลว: %@
tr: İmzalama başarısız: %@
vi: Ký thất bại: %@

source: 签名身份已备份
ar: Signing identity backed up
de: Signing identity backed up
en: Signing identity backed up
eo: Signing identity backed up
es: Signing identity backed up
fr: Signing identity backed up
hi: Signing identity backed up
id: Signing identity backed up
it: Signing identity backed up
ko: Signing identity backed up
nl: Signing identity backed up
pl: Signing identity backed up
pt: Signing identity backed up
ru: Signing identity backed up
th: Signing identity backed up
tr: Signing identity backed up
vi: Signing identity backed up

source: 简体中文
ar: صينية مبسطة
de: Vereinfachtes Chinesisch
en: Simplified Chinese
eo: Simpligita Ĉina
es: Chino simplificado
fr: Chinois simplifié
hi: सरलीकृत चीनी
id: Cina Sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어 간체
nl: Vereenvoudigd Chinees
pl: Chiński uproszczony
pt: Chinês Simplificado
ru: Упрощенный китайский
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
vi: Tiếng Trung giản thể
zh_hant: 簡體中文

source: 管理应用运行日志和诊断信息
ar: إدارة سجلات التطبيق والتشخيصات.
de: App-Protokolle und Diagnosen verwalten.
en: Manage app logs and diagnostics.
eo: Administri aplikaĵajn protokolojn kaj diagnozojn.
es: Administrar registros y diagnósticos de la app.
fr: Gérer les journaux et diagnostics de l'app.
hi: ऐप लॉग और निदान प्रबंधित करें।
id: Kelola log dan diagnostik aplikasi.
it: Gestisci log e diagnostica dell'app.
ja: アプリのログと診断情報を管理します。
ko: 앱 로그 및 진단을 관리합니다.
nl: Beheer app-logs en diagnostiek.
pl: Zarządzaj dziennikami i diagnostyką aplikacji.
pt: Gerenciar logs e diagnósticos do app.
ru: Управление журналами и диагностикой.
th: จัดการบันทึกและการวินิจฉัยแอป
tr: Uygulama günlüklerini ve tanılamayı yönetin.
vi: Quản lý nhật ký và chẩn đoán ứng dụng.
zh_hant: 管理應用程式執行日誌和診斷資訊

source: 系统
ar: نظام
de: System
en: System
eo: Sistemo
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: System
pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
vi: Hệ thống
zh_hant: 系統

source: 系统应用
ar: تطبيق النظام
de: System-App
en: System App
eo: Sistema Aplikaĵo
es: App del sistema
fr: App système
hi: सिस्टम ऐप
id: Aplikasi Sistem
it: App di sistema
ja: システムアプリ
ko: 시스템 앱
nl: Systeem-app
pl: Aplikacja systemowa
pt: App do Sistema
ru: Системное приложение
th: แอประบบ
tr: Sistem Uygulaması
vi: Ứng dụng hệ thống
zh_hant: 系統應用程式

source: 系统设置 > 隐私与安全性 > 完全磁盘访问权限
ar: System Settings > Privacy & Security > Full Disk Access
de: System Settings > Privacy & Security > Full Disk Access
en: System Settings > Privacy & Security > Full Disk Access
eo: System Settings > Privacy & Security > Full Disk Access
es: System Settings > Privacy & Security > Full Disk Access
fr: System Settings > Privacy & Security > Full Disk Access
hi: System Settings > Privacy & Security > Full Disk Access
id: System Settings > Privacy & Security > Full Disk Access
it: System Settings > Privacy & Security > Full Disk Access
ja: システム設定 > プライバシーとセキュリティ > フルディスクアクセス
ko: 시스템 설정 > 개인정보 및 보안 > 전체 디스크 접근
nl: System Settings > Privacy & Security > Full Disk Access
pl: System Settings > Privacy & Security > Full Disk Access
pt: System Settings > Privacy & Security > Full Disk Access
ru: Системные настройки > Конфиденциальность и безопасность > Полный доступ к диску
th: System Settings > Privacy & Security > Full Disk Access
tr: System Settings > Privacy & Security > Full Disk Access
vi: System Settings > Privacy & Security > Full Disk Access
zh_hant: 系統設定 > 隱私與安全性 > 完整磁碟存取權限

source: 继续
ar: متابعة
de: Weiter
en: Continue
eo: Daŭrigi
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh_hant: 繼續

source: 继续迁移
ar: متابعة النقل
de: Migration fortsetzen
en: Continue Migration
eo: Daŭrigu Migradon
es: Continuar migración
fr: Continuer la migration
hi: माइग्रेशन जारी रखें
id: Lanjutkan Migrasi
it: Continua migrazione
ja: 移行を続ける
ko: 마이그레이션 계속
nl: Migratie voortzetten
pl: Kontynuuj migrację
pt: Continuar migração
ru: Продолжить миграцию
th: ดำเนินการย้ายต่อ
tr: Taşımaya Devam Et
vi: Tiếp tục di chuyển
zh_hant: 繼續遷移

source: 繁体中文
ar: صينية تقليدية
de: Traditionelles Chinesisch
en: Traditional Chinese
eo: Tradicia Ĉina
es: Chino tradicional
fr: Chinois traditionnel
hi: पारंपरिक चीनी
id: Cina Tradisional
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어 번체
nl: Traditioneel Chinees
pl: Chiński tradycyjny
pt: Chinês Tradicional
ru: Традиционный китайский
th: จีนตัวเต็ม
tr: Geleneksel Çince
vi: Tiếng Trung phồn thể
zh_hant: 繁體中文

source: 缺少 App 管理权限，提示用户授权
ar: Missing App Management permission; prompting user to authorize
de: Missing App Management permission; prompting user to authorize
en: Missing App Management permission; prompting user to authorize
eo: Missing App Management permission; prompting user to authorize
es: Missing App Management permission; prompting user to authorize
fr: Missing App Management permission; prompting user to authorize
hi: Missing App Management permission; prompting user to authorize
id: Missing App Management permission; prompting user to authorize
it: Missing App Management permission; prompting user to authorize
ko: Missing App Management permission; prompting user to authorize
nl: Missing App Management permission; prompting user to authorize
pl: Missing App Management permission; prompting user to authorize
pt: Missing App Management permission; prompting user to authorize
ru: Missing App Management permission; prompting user to authorize
th: Missing App Management permission; prompting user to authorize
tr: Missing App Management permission; prompting user to authorize
vi: Missing App Management permission; prompting user to authorize

source: 网络会话与 Cookie 存储
ar: Network sessions and cookie storage
de: Network sessions and cookie storage
en: Network sessions and cookie storage
eo: Network sessions and cookie storage
es: Network sessions and cookie storage
fr: Network sessions and cookie storage
hi: Network sessions and cookie storage
id: Network sessions and cookie storage
it: Network sessions and cookie storage
ja: Network sessions and cookie storage
ko: Network sessions and cookie storage
nl: Network sessions and cookie storage
pl: Network sessions and cookie storage
pt: Network sessions and cookie storage
ru: Network sessions and cookie storage
th: Network sessions and cookie storage
tr: Network sessions and cookie storage
vi: Network sessions and cookie storage
zh_hant: 網路工作階段與 Cookie 儲存

source: 耗时: %@ 秒
ar: Duration: %@ seconds
de: Duration: %@ seconds
en: Duration: %@ seconds
eo: Duration: %@ seconds
es: Duration: %@ seconds
fr: Duration: %@ seconds
hi: Duration: %@ seconds
id: Duration: %@ seconds
it: Duration: %@ seconds
ja: Duration: %@ seconds
ko: Duration: %@ seconds
nl: Duration: %@ seconds
pl: Duration: %@ seconds
pt: Duration: %@ seconds
ru: Duration: %@ seconds
th: Duration: %@ seconds
tr: Duration: %@ seconds
vi: Duration: %@ seconds
zh_hant: 耗時: %@ 秒

source: 腾讯 CodeBuddy AI 助手数据
ar: Tencent CodeBuddy AI assistant data
de: Tencent CodeBuddy AI assistant data
en: Tencent CodeBuddy AI assistant data
eo: Tencent CodeBuddy AI assistant data
es: Tencent CodeBuddy AI assistant data
fr: Tencent CodeBuddy AI assistant data
hi: Tencent CodeBuddy AI assistant data
id: Tencent CodeBuddy AI assistant data
it: Tencent CodeBuddy AI assistant data
ja: Tencent CodeBuddy AI assistant data
ko: Tencent CodeBuddy AI assistant data
nl: Tencent CodeBuddy AI assistant data
pl: Tencent CodeBuddy AI assistant data
pt: Tencent CodeBuddy AI assistant data
ru: Tencent CodeBuddy AI assistant data
th: Tencent CodeBuddy AI assistant data
tr: Tencent CodeBuddy AI assistant data
vi: Tencent CodeBuddy AI assistant data
zh_hant: 騰訊 CodeBuddy AI 助手資料

# 腾讯 CodeBuddy 国内版 data
source: 腾讯 CodeBuddy 国内版数据
ar: Tencent CodeBuddy China version data
de: Tencent CodeBuddy China version data
en: Tencent CodeBuddy China version data
eo: Tencent CodeBuddy China version data
es: Tencent CodeBuddy China version data
fr: Tencent CodeBuddy China version data
hi: Tencent CodeBuddy China version data
id: Tencent CodeBuddy China version data
it: Tencent CodeBuddy China version data
ja: Tencent CodeBuddy China version data
ko: Tencent CodeBuddy China version data
nl: Tencent CodeBuddy China version data
pl: Tencent CodeBuddy China version data
pt: Tencent CodeBuddy China version data
ru: Tencent CodeBuddy China version data
th: Tencent CodeBuddy China version data
tr: Tencent CodeBuddy China version data
vi: Tencent CodeBuddy China version data
zh_hant: 騰訊 CodeBuddy 國內版資料

source: 腾讯 CodeBuddy 国内版数据
ar: Tencent CodeBuddy China version data
de: Tencent CodeBuddy China version data
en: Tencent CodeBuddy China version data
eo: Tencent CodeBuddy China version data
es: Tencent CodeBuddy China version data
fr: Tencent CodeBuddy China version data
hi: Tencent CodeBuddy China version data
id: Tencent CodeBuddy China version data
it: Tencent CodeBuddy China version data
ja: Tencent CodeBuddy China version data
ko: Tencent CodeBuddy China version data
nl: Tencent CodeBuddy China version data
pl: Tencent CodeBuddy China version data
pt: Tencent CodeBuddy China version data
ru: Tencent CodeBuddy China version data
th: Tencent CodeBuddy China version data
tr: Tencent CodeBuddy China version data
vi: Tencent CodeBuddy China version data
zh_hant: 騰訊 CodeBuddy 國內版資料

source: 自定义
ar: Custom
de: Custom
en: Custom
eo: Custom
es: Custom
fr: Custom
hi: Custom
id: Custom
it: Custom
ja: Custom
ko: Custom
nl: Custom
pl: Custom
pt: Custom
ru: Пользовательский
th: Custom
tr: Custom
vi: Custom
zh_hant: 自定義
